{
    "v1": {
        "mg": "Mino an' Andriamanitra Ray Tsitoha\nMpanao ny lanitra sy ny tany aho.\nAry mino an' i Jesoa Kristy Zanany lahy Tokana Tompontsika,\nIzay notorontoronina tamin'ny Fanahy Masina,\nNaterak' i Maria Virijiny,\nNijaly raha nanapaka Pontio Pilato,\nNohomboana tamin'ny hazo fijaliana,\nMaty ka nalevina,\nNidina tany amin'ny fiainan-tsy hita,\nNitsangana tamin'ny maty\nTamin'ny andro fahatelo,\nNiakatra ho any an-danitra,\nMipetraka eo an-kavanan'Andriamanitra\nRay Tsitoha, avy any no hiaviny\nHitsara ny velona sy ny maty.\nMino ny Fanahy Masina aho,\nNy Fiangonana Masina manerana izao tontolo izao,\nNy fiombonan'ny olona masina,\nNy famelan-keloka,\nNy fitsanganan'ny tena amin'ny maty,\nAry ny fiainana mandrakizay. Amena.",
        "fr": "Je crois en Dieu, le Père tout-puissant,\nCréateur du ciel et de la terre.\nJe crois en Jésus-Christ, son Fils unique,\nNotre Seigneur,\nQui a été conçu du Saint-Esprit et\nQui est né de la Vierge Marie.\nIl a souffert sous Ponce Pilate,\nIl a été crucifié,\nIl est mort, Il a été enseveli,\nIl est descendu aux enfers.\nLe troisième jour,\nIl est ressuscité des morts;\nIl est monté au ciel;\nIl siège à la droite de Dieu.\nIl viendra de là\nPour juger les vivants et les morts.\nJe crois en l'Esprit-Saint.\nJe crois la Sainte Eglise universelle,\nLa communion des saints,\nLa rémission des péchés,\nLa résurrection de la chair\nEt la vie éternelle. Amen.",
        "en": "We believe in one God, the Father Almighty, Maker of heaven and earth, and of all things visible and invisible.\nAnd in one Lord Jesus Christ, the only-begotten Son of God, begotten of the Father before all worlds; Light of Light, very God of very God; begotten, not made, being of one substance with the Father, by whom all things were made.\nWho, for us men and for our salvation, came down from heaven, and was incarnate by the Holy Spirit of the Virgin Mary, and was made man.\nAnd was crucified also for us under Pontius Pilate; He suffered and was buried.\nAnd the third day He rose again, according to the Scriptures.\nAnd ascended into heaven, and sits on the right hand of the Father.\nAnd He shall come again, with glory, to judge the quick and the dead; whose kingdom shall have no end.\nAnd we believe in the Holy Spirit, the Lord, the Giver of Life, who proceeds from the Father and the Son, who with the Father and the Son together is worshiped and glorified; who spoke by the prophets.\nAnd we believe in one holy catholic and apostolic Church.\nWe acknowledge one baptism for the remission of sins.\nAnd we look for the resurrection of the dead, and the life of the world to come. Amen."
    },
    "v2": {
        "mg": "Isika mino an’ Andriamanitra Iray, Ray Tsitoha, Mpanao ny lanitra sy ny tany, ary ny zavatra rehetra na hita na tsy hita.\nAry an’ i Jesoa Kristy Tompo Iray, Zananilahy Tokan’Andriamanitra, nateraky ny Rainy talohan’izao rehetra izao, ny Mazava avy amin’ny Mazava.\nAndriamanitra tokoa avy amin’Andriamanitra, nateraka fa tsy natao, miray amin’ny Ray ny zavatra rehetra: Izy no nahariana izao tontolo izao.\nNoho ny amintsika olombelona sady ho famonjena antsika dia nidina avy tany an-danitra Izy, ary nataon’ny Fanahy Masina nofo avy tamin’i Maria Virijiny, dia tonga olona Izy.\nNohomboana teo amin’ny hazo fijaliana ho fanavotana antsika tamin’ny nanapahan’i Pontio Pilato Izy.\nNijaly Izy ka nalevina.\nNitsangana tamin’ny maty tamin’ny andro fahatelo araka izay voasoratra Izy.\nNiakatra ho any an-danitra Izy, ary mipetraka eo an-tanana ankavanan’ny Ray.\nAvy any no hiaviany, indray amin’ny voninahitra hitsara ny velona sy ny maty, ary mandrakizay ny fanjakany.\nIsika mino ny Fanahy Masina, Tompo sady mpanome aina, Izay avy amin’ny Ray sy ny Zanaka ka itsaohana sy ankalazaina miaraka amin’ny Ray sy ny Zanaka.\nIzy dia niteny tamin’ny vavan’ny mpaminany.\nIsika mino ny Fiangonana iray, miorina amin’ny fanambaran’ny Apostoly ary manerana izao tontolo izao.\nIsika manaiky ny batisa iray ho famelan-keloka sady manantena ny fitsanganan’ny maty ary ny fiainana mandrakizay. Amena.",
        "fr": "Nous croyons en un seul Dieu, le Père tout-puissant, Créateur du ciel et de la terre, et de toutes choses visibles et invisibles.\nEt en un seul Seigneur, Jésus-Christ, le Fils unique de Dieu, né du Père avant tous les siècles, Lumière de Lumière, vrai Dieu de vrai Dieu, engendré, non créé, consubstantiel au Père; par lui tout a été fait.\nPour nous les hommes et pour notre salut, il descendit du ciel, et par l'Esprit-Saint, il prit chair de la Vierge Marie, et devint homme.\nIl fut crucifié pour nous sous Ponce Pilate; il souffrit sa passion et fut enseveli.\nLe troisième jour, il ressuscita des morts, selon les Écritures.\nIl monta au ciel, il est assis à la droite du Père.\nIl reviendra dans la gloire pour juger les vivants et les morts, et son royaume n'aura pas de fin.\nNous croyons en l'Esprit-Saint, qui est Seigneur et qui donne la vie, qui procède du Père et du Fils, qui avec le Père et le Fils reçoit même adoration et même gloire; il a parlé par les prophètes.\nNous croyons l'Église, une, sainte, catholique et apostolique.\nNous confessons un seul baptême pour la rémission des péchés.\nNous attendons la résurrection des morts, et la vie du monde à venir. Amen.",
        "en": "We believe in one God, the Father Almighty, Maker of heaven and earth, and of all things visible and invisible.\nAnd in one Lord Jesus Christ, the only-begotten Son of God, begotten of the Father before all worlds; Light of Light, very God of very God; begotten, not made, being of one substance with the Father, by whom all things were made.\nWho, for us men and for our salvation, came down from heaven, and was incarnate by the Holy Spirit of the Virgin Mary, and was made man.\nAnd was crucified also for us under Pontius Pilate; He suffered and was buried.\nAnd the third day He rose again, according to the Scriptures.\nAnd ascended into heaven, and sits on the right hand of the Father.\nAnd He shall come again, with glory, to judge the quick and the dead; whose kingdom shall have no end.\nAnd we believe in the Holy Spirit, the Lord, the Giver of Life, who proceeds from the Father and the Son, who with the Father and the Son together is worshiped and glorified; who spoke by the prophets.\nAnd we believe in one holy catholic and apostolic Church.\nWe acknowledge one baptism for the remission of sins.\nAnd we look for the resurrection of the dead, and the life of the world to come. Amen."
    },
    "v3": {
        "mg": "Mino an'Andriamanitra Tsitoha aho,\nIzay Mpanao ny lanitra sy ny tany.\nAndriamanitra dia Fanahy.\nAndriamanitra dia Fitiavana.\nAndriamanitra dia manjaka hatramin'ny taloha indrindra ka ho mandrakizay.\nAndriamanitra dia mampiseho ny Fitiavany antsika.\nFa fony mbola mpanota isika dia maty hamonjy antsika i Kristy.\nMino an'i Jesoa Kristy Zanany Lahy Tokana, Tompontsika aho.\nTonga Izy hitady sy hamonjy ny very.\nIzy no Làlana sy Fahamarinana ary Fiainana.\nIzy dia tsy miova omaly sy anio ary ho mandrakizay.\nMino ny Fanahy Masina aho.\nIzy no nanambara amin’ny fanahintsika fa zanak'Andriamanitra isika.\nFanahy iray ihany no nanaovam-batisa antsika ho tena iray.\nNy fandresena izay enti-mandresy izao tontolo izao dia ny finoantsika.\nTompo ô, ampitomboy ny finoanay. Amena.",
        "fr": "Je crois en Dieu, le Père tout-puissant,\nCréateur du ciel et de la terre.\nDieu est Esprit,\nDieu est Amour,\nDieu a vécu depuis toujours et vivra pour toujours.\nDieu nous a manifesté son amour.\nNous étions alors pécheurs, et Christ est mort pour sauver,\nJe crois en Jésus-Christ Son fils unique\nNotre Seigneur.\nIl est venu chercher et sauver ceux qui étaient perdus.\nIl est le Chemin, la Vérité et la Vie.\nJésus-Christ est le même hier, aujourd’hui, et éternellement.\nJe crois en l’Esprit-Saint\nQui nous proclame fils de Dieu.\nNous avons tous été baptisés dans un seul Esprit pour former un seul corps.\nLa victoire qui triomphe du monde, c’est notre foi.\nSeigneur, augmente notre foi. Amen.",
        "en": "I believe in God the Father Almighty, Maker of heaven and earth.\nGod is Spirit,\nGod is Love,\nGod has existed from eternity past and will live forever.\nGod has shown us His love.\nFor while we were yet sinners, Christ died to save us.\nI believe in Jesus Christ, His only Son, Our Lord.\nHe came to seek and save the lost.\nHe is the Way, the Truth, and the Life.\nJesus Christ is the same yesterday, today, and forever.\nI believe in the Holy Spirit\nWho declares to us that we are children of God.\nWe have all been baptized by one Spirit to form one body.\nThe victory that overcomes the world is our faith.\nLord, increase our faith. Amen."
    },
    "v4": {
        "mg": "Mananbara ny finoantsika an’ i Jesoa Kristy isika,\ndia araka ny tenin’ i Jaona Mpanao Batisa hoe : “ Indro ny Zanak’ ondrin’ Andriamanitra izay manaisotra ny fahotan’ izao tontolo izao”\nsy araka ny teny natoan’ i Andrea hoe : “Efa nahita ny Mesia izahay”\nsy araka ny teny nataon’ny Samaritana hoe : “Ny tenanay no nadre, ka fantatray fa Izy tokoa no Mpamonjy izao tontolo izao”\nsy araka ny teny nataon’ i Petera hoe :\n“Ianao no Kristy Zanak’ Andriamanitra velona”.\n“Ianao no manana ny tenin’ny fiainana mandrakizay”.\nary araka ny teny nataon’ i Tomasy hoe : “Tompoko sy Andriamanitro”.\nAmena.",
        "fr": "Nous affirmons notre foi en Jésus-Christ,\ncomme l’a dit Jean-Baptiste : “Voici l’Agneau de Dieu qui ôte le péché du monde.”\net comme André l’a dit : “Nous avons vu le Messie.”\net comme l’a dit la Samaritaine : “C’est lui que nous avons entendu, et nous savons qu’il est vraiment le Sauveur du monde.”\net comme Pierre l’a dit :\n“Tu es le Christ, le Fils du Dieu vivant.”\n“Tu as les paroles de la vie éternelle.”\net comme Thomas l’a dit : “Mon Seigneur et mon Dieu.”\nAmen.",
        "en": "We confess our faith in Jesus Christ,\njust as John the Baptist said: “Behold the Lamb of God who takes away the sin of the world.”\nand as Andrew said: “We have found the Messiah.”\nand as the Samaritan woman said: “We heard him ourselves, and we know that He is indeed the Savior of the world.”\nand as Peter said:\n“You are the Christ, the Son of the Living God.”\n“You have the words of eternal life.”\nand as Thomas said: “My Lord and my God.”\nAmen."
    }
}